---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RectMullionWidth1
source: html/05c89772-726d-cab5-72f3-0e0475658b29.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RectMullionWidth1 Property

"Width on side 1"

## Syntax (C#)
```csharp
public static ForgeTypeId RectMullionWidth1 { get; }
```